# Mph Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Mph Property
SymbolTypeId Class See Also
---
Symbol mph, indicating unit Miles per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Mph { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Mph As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Mph {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace